** Images by primary category 
# [2019-05-02 Thu]

171 different primary categories

| primary category   |  total | rank |
|--------------------+--------+------|
| hep-ph             | 814037 |    1 |
| astro-ph           | 742929 |    2 |
| cs.CV              | 536024 |    3 |
| astro-ph.GA        | 414296 |    4 |
| astro-ph.CO        | 394900 |    5 |
| astro-ph.SR        | 368520 |    6 |
| quant-ph           | 307949 |    7 |
| hep-th             | 287747 |    8 |
| astro-ph.HE        | 260679 |    9 |
| cond-mat.mes-hall  | 243985 |   10 |
| cond-mat.str-el    | 242199 |   11 |
| hep-ex             | 225621 |   12 |
| cond-mat.stat-mech | 208411 |   13 |
| nucl-th            | 199725 |   14 |
| gr-qc              | 195447 |   15 |
| cs.LG              | 189391 |   16 |
| math.NA            | 183991 |   17 |
| cond-mat.mtrl-sci  | 176125 |   18 |
| cond-mat.soft      | 150161 |   19 |
| cs.IT              | 148683 |   20 |
| astro-ph.EP        | 143683 |   21 |
| hep-lat            | 129076 |   22 |
| stat.ML            | 128104 |   23 |
| cond-mat.supr-con  | 126255 |   24 |
| astro-ph.IM        | 123009 |   25 |
| math.GT            | 116189 |   26 |
| physics.flu-dyn    | 112735 |   27 |
| math.OC            |  94774 |   28 |
| physics.ins-det    |  92583 |   29 |
| nucl-ex            |  87936 |   30 |
| stat.ME            |  85470 |   31 |
| cs.NI              |  82362 |   32 |
| math.CO            |  81315 |   33 |
| physics.optics     |  72789 |   34 |
| cond-mat.quant-gas |  72275 |   35 |
| physics.soc-ph     |  66901 |   36 |
| math-ph            |  65447 |   37 |
| cond-mat.dis-nn    |  64626 |   38 |
| cs.SI              |  61405 |   39 |
| cs.RO              |  61170 |   40 |
| math.DS            |  59980 |   41 |
| cs.AI              |  55324 |   42 |
| cs.DC              |  54255 |   43 |
| cs.CL              |  53137 |   44 |
| math.AP            |  49096 |   45 |
| nlin.CD            |  48426 |   46 |
| physics.atom-ph    |  48098 |   47 |
| stat.AP            |  47455 |   48 |
| math.PR            |  47398 |   49 |
| physics.comp-ph    |  46275 |   50 |
| cs.CR              |  46057 |   51 |
| physics.plasm-ph   |  45813 |   52 |
| math.ST            |  43833 |   53 |
| cs.SY              |  41649 |   54 |
| cs.DS              |  40134 |   55 |
| cs.SE              |  39910 |   56 |
| cond-mat           |  38925 |   57 |
| nlin.PS            |  37559 |   58 |
| cs.CG              |  36602 |   59 |
| cond-mat.other     |  34865 |   60 |
| physics.chem-ph    |  34722 |   61 |
| cs.DB              |  31349 |   62 |
| math.AG            |  30025 |   63 |
| q-bio.PE           |  30017 |   64 |
| physics.bio-ph     |  27860 |   65 |
| physics.acc-ph     |  27346 |   66 |
| cs.NE              |  26836 |   67 |
| math.DG            |  24935 |   68 |
| stat.CO            |  24724 |   69 |
| physics.data-an    |  24008 |   70 |
| q-bio.NC           |  22542 |   71 |
| math.QA            |  21658 |   72 |
| eess.SP            |  21086 |   73 |
| cs.IR              |  20302 |   74 |
| cs.GR              |  19099 |   75 |
| q-bio.QM           |  18591 |   76 |
| cs.CE              |  17945 |   77 |
| physics.class-ph   |  16750 |   78 |
| cs.GT              |  15922 |   79 |
| cs.DM              |  15523 |   80 |
| cs.LO              |  15016 |   81 |
| cs.NA              |  14941 |   82 |
| cs.CY              |  14680 |   83 |
| math.MG            |  14107 |   84 |
| nlin.AO            |  13874 |   85 |
| cs.HC              |  13853 |   86 |
| physics.gen-ph     |  13623 |   87 |
| physics.geo-ph     |  13167 |   88 |
| physics.ao-ph      |  13132 |   89 |
| math.GR            |  12865 |   90 |
| q-bio.MN           |  11727 |   91 |
| nlin.SI            |  11599 |   92 |
| q-fin.ST           |  11550 |   93 |
| physics.med-ph     |  11345 |   94 |
| q-bio.BM           |  11331 |   95 |
| math.SG            |  11173 |   96 |
| math.CA            |  10697 |   97 |
| cs.MM              |  10358 |   98 |
| math.NT            |  10281 |   99 |
| cs.SD              |  10012 |  100 |
| math.AT            |   9265 |  101 |
| math.RT            |   9238 |  102 |
| eess.IV            |   9033 |  103 |
| cs.PL              |   8763 |  104 |
| cs.CC              |   8591 |  105 |
| cs.ET              |   8549 |  106 |
| physics.app-ph     |   8121 |  107 |
| chao-dyn           |   7958 |  108 |
| math.CT            |   7616 |  109 |
| cs.AR              |   7272 |  110 |
| physics.space-ph   |   7037 |  111 |
| cs.MA              |   6945 |  112 |
| physics.ed-ph      |   6663 |  113 |
| math.HO            |   6652 |  114 |
| q-bio.GN           |   6492 |  115 |
| cs.PF              |   6451 |  116 |
| math.FA            |   6340 |  117 |
| math.CV            |   6208 |  118 |
| q-fin.TR           |   6145 |  119 |
| nlin.CG            |   5789 |  120 |
| cs.MS              |   5764 |  121 |
| physics.atm-clus   |   5550 |  122 |
| cs.OH              |   5514 |  123 |
| math.OA            |   5367 |  124 |
| q-bio.CB           |   5302 |  125 |
| q-fin.GN           |   5120 |  126 |
| q-fin.CP           |   5099 |  127 |
| cs.DL              |   5009 |  128 |
| q-fin.PR           |   4990 |  129 |
| math.SP            |   4888 |  130 |
| q-fin.RM           |   4480 |  131 |
| cs.FL              |   4194 |  132 |
| q-bio.TO           |   3990 |  133 |
| physics.hist-ph    |   3614 |  134 |
| q-bio.SC           |   3286 |  135 |
| econ.EM            |   3238 |  136 |
| q-fin.MF           |   3205 |  137 |
| math.RA            |   3182 |  138 |
| physics.pop-ph     |   2870 |  139 |
| q-fin.PM           |   2731 |  140 |
| math.GM            |   2650 |  141 |
| eess.AS            |   2421 |  142 |
| q-fin.EC           |   2140 |  143 |
| math.AC            |   2138 |  144 |
| patt-sol           |   2113 |  145 |
| stat.OT            |   1875 |  146 |
| math.GN            |   1757 |  147 |
| cs.OS              |   1692 |  148 |
| cs.SC              |   1638 |  149 |
| q-alg              |   1586 |  150 |
| q-bio.OT           |   1478 |  151 |
| cmp-lg             |   1346 |  152 |
| math.LO            |   1311 |  153 |
| adap-org           |   1307 |  154 |
| mtrl-th            |    659 |  155 |
| econ.GN            |    587 |  156 |
| comp-gas           |    579 |  157 |
| math.KT            |    579 |  158 |
| solv-int           |    549 |  159 |
| chem-ph            |    424 |  160 |
| alg-geom           |    419 |  161 |
| econ.TH            |    223 |  162 |
| dg-ga              |    211 |  163 |
| supr-con           |    186 |  164 |
| atom-ph            |    155 |  165 |
| acc-phys           |    119 |  166 |
| cs.GL              |    113 |  167 |
| ao-sci             |     68 |  168 |
| funct-an           |     38 |  169 |
| plasm-ph           |     37 |  170 |
| bayes-an           |     17 |  171 |
|--------------------+--------+------|
#+tblfm: $3=@#-1

